Repository: Fernandopopia/SenergyMonitor
Catalog: Modules/feed/locale/*/LC_MESSAGES/*.po
Languages: pt_br

source: Apikey authentication
pt_br: Chave Api de autenticação

source: If you want to call any of the following action's when your not logged in, add an apikey to the URL of your request: &apikey=APIKEY.
pt_br: Se você quer requisitar qualquer uma das ações quando não estiver logado, adicione sua apikey ao URL de requisição: &apikey=APIKEY

source: Read only:
pt_br: Apenas leitura:

source: Read & Write:
pt_br: Leitura & Escrita:

source: The feed list view
pt_br: A exibição da lista de feed

source: This page
pt_br: Esta página

source: To use the json api the request url needs to include .json
pt_br: Para usar o api json o endereço requerido deve incluir .json

source: returns a list of public feeds made public by the given user.
pt_br: retorna uma lista de feeds públicos tornados públicos por um dado usuário

source: returns the present value of a given feed
pt_br: retorna valor presente dado um feed

source: returns feed data
pt_br: retorna dados em feed

source: returns histogram data
pt_br: retorna dados em histograma

source: returns kwh consumed in a given power band using histogram data type
pt_br: retorna kwh consumido com um dado uma variação de potência usando histograma

source: returns id of a feed given by name
pt_br: retorna id de um feed dado um nome

source: Feed API Help
pt_br: Feed API Ajuda

source: No feeds created
pt_br: Nenhum feed criado

source: Feeds are where your monitoring data is stored. The recommended route for creating feeds is to start by creating inputs (see the inputs tab). Once you have inputs you can either log them straight to feeds or if you want you can add various levels of input processing to your inputs to create things like daily average data or to calibrate inputs before storage. You may want to follow the link as a guide for generating your request.
pt_br: Feeds são onde seus dados monitorados são armazenados. A rota recomendada para criação de feeds é através da criação de uma entrada (veja a tab entradas). Uma vez que você tenha criado entradas será possível logar em um feed ou adicionar vários níveis de processamento de entrada para criar análises variadas como média diária ou calibrar o valor de entrada antes de armazená-lo. Você pode acessar o link como um guia para gerar sua requisição.

source: Feed API helper
pt_br: Feed API Ajuda

source: WARNING deleting a feed is permanent
pt_br: CUIDADO deletando um feed permanentemente

source: Are you sure you want to delete this feed?
pt_br: Você tem certeza que deseja deletar este feed?

source: Cancel
pt_br: Cancelar

source: Delete permanently
pt_br: Deletado permanentemente

source: Close
pt_br: Fechar

source: Name
pt_br: Nome

source: Datatype
pt_br: Tipo de dado

source: Public
pt_br: Público

source: Size
pt_br: Tamanho

source: Updated
pt_br: Atualizado

source: Value
pt_br: Valor
